Repository: Aerendir/bundle-commands-queues
Catalog: src/Resources/translations/shq_commands_queues.*.xlf
Languages: it

source: tab_status_new
it: Nuovi

source: tab_status_pending
it: In Attesa

source: tab_status_running
it: In Esecuzione

source: tab_status_succeeded
it: Riusciti

source: tab_status_failed
it: Falliti

source: tab_status_aborted
it: Abortiti

source: tab_status_cancelled
it: Cancellati

source: tab_status_retried
it: Riprovati

source: tab_status_retry_succeeded
it: Riprovati e Riusciti

source: tab_status_retry_failed
it: Riprovati e Falliti

source: Jobs
it: Comandi

source: Job List
it: Lista dei comandi in coda

source: Daemons
it: Demoni

source: Daemons List
it: Lista dei Demoni

source: Command
it: Comando

source: Dependencies
it: Dipendenze

source: Arguments
it: Argomenti

source: Queue
it: Coda

source: Priority
it: Priorit√†

source: job_title_show
it: Mostra Comando

source: Created On
it: Creato il

source: Started On
it: Avviato il

source: Closed On
it: Chiuso il

source: Exit code
it: Codice di Uscita

source: Is retry of
it: √à un ritentativo di

source: Retried by
it: Ritentato da

source: All retrying Jobs
it: Tutti i ritentativi

source: First retried job
it: Primo ritentativo

source: Cancelled by
it: Cancellato da

source: No parent Jobs
it: Nessun Job genitore

source: Parent Jobs
it: Job genitore

source: No child Jobs
it: Nessun job figlio

source: Child Jobs
it: Job figli

source: Cancelled Jobs
it: Job cancellati

source: daemon_title_show
it: Mostra Demone

source: Born On
it: Nato Il

source: Died On
it: Morto Il

source: Queues
it: Code

source: Cancellation Reason
it: Causa della cancellazione

source: Execute After
it: Esegui dopo il

source: Retry strategy
it: Strategia per ritentare

source: Current attempt
it: Ritentativo attuale

source: Max attempts
it: Numero massimo di ritentativi

source: Increment by
it: Incrementa di

source: Exponential base
it: Base esponenziale
